Repository: vutuv/vutuv
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: About this Address
de: Über diese Adresse

source: About this Email
de: Über diese E-Mail-Adresse

source: About this Experience
de: Über diesen Lebenslaufeintrag

source: About this Link
de: Über diesen Link

source: About this Phone Number
de: Über diese Telefonnummer

source: About this Social Media Profile
de: Über diesen Social Media Account

source: About us
de: Impressum

source: Add
de: Eintrag hinzufügen

source: Address
de: Adresse

source: Address created successfully.
de: Eine neue Adresse wurde angelegt.

source: Address deleted successfully.
de: Eine Adresse wurde gelöscht.

source: Address updated successfully.
de: Eine Adresse wurde geändert.

source: Addresses
de: Adressen

source: Already a member? Sign in here.
de: Schon ein Mitglied? Einloggen.

source: Are you sure?
de: Sind Sie sicher?

source: Avater
de: Avatar

source: Back
de: Zurück

source: Birthdate
de: Geburtstag

source: Birthday
de: Geburtstag

source: By signing up you agree that we set a cookie in your browser.
de: Achtung: Ab hier benutzen wir Cookies.

source: Cancel
de: Abbrechen

source: Cannot delete final email.
de: Eine E-Mail-Adresse muss immer vorhanden sein. Diese kann nicht gelöscht werden.

source: Cell
de: Mobil-Telefon

source: Choose One
de: Wählen Sie einen Typ aus

source: Connection created successfully.
de: Verbindung hergestellt

source: Connection deleted successfully.
de: Verbindung gelöscht

source: Contact
de: Kontakt

source: Couldn't follow back to %{name}.
de: Konnte nicht zu %{name} zurückfolgen.

source: Create Account
de: Account anlegen

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Disable
de: Inaktivieren

source: Edit
de: Ändern

source: Edit user
de: Userdaten ändern

source: Email
de: E-Mail-Adresse

source: Email Address
de: E-Mail-Adresse

source: Email created successfully.
de: E-Mail-Adresse wurde gespeichert.

source: Email deleted successfully.
de: E-Mail-Adresse wurde gelöscht.

source: Email updated successfully.
de: E-Mail-Adresse wurde geändert.

source: Emails
de: E-Mail-Adressen

source: Emails belonging to
de: E-Mail-Adresse von

source: Endorsement successful.
de: Endorsement eingetragen.

source: Endorsement unsuccessful.
de: Endorsement konnte nicht eingetragen werden.

source: English
de: Englisch

source: Enter your email address
de: E-Mail-Adresse eingeben

source: Enter your first name
de: Vorname eingeben

source: Enter your last name
de: Nachname eingeben

source: Experience
de: Lebenslauf

source: First Name
de: Vorname

source: First name
de: Vorname

source: Gender
de: Geschlecht

source: German
de: Deutsch

source: Get started now. It only takes 30 seconds.
de: Ihr gratis Account ist in nicht mal 30 Sekunden fertig.

source: Group created successfully.
de: Gruppe wurde gespeichert.

source: Group deleted successfully.
de: Gruppe wurde gelöscht.

source: Group updated successfully.
de: Groupe wurde geändert.

source: Groups
de: Gruppen

source: Honorific prefix
de: Ehrentitel

source: Invalid connection!
de: Ungültige Verbindung!

source: Invalid email
de: Ungültige E-Mail-Adresse

source: Is this email public or private?
de: Ist diese E-Mail-Adresse privat oder öffentlich?

source: It doesn't look like you're following anyone yet. Find someone a profile of someone you know, or someone you're interested in, and click the follow button!
de: Sie folgen aktuell keinem anderen Account.

source: Job Title
de: Stellenbezeichnung

source: Language
de: Sprache

source: Last Name
de: Nachname

source: Last name
de: Nachname

source: Link created successfully.
de: Link wurde angelegt.

source: Link deleted successfully.
de: Link wurde gelöscht.

source: Link updated successfully.
de: Link wurde geändert.

source: Links belonging to
de: Links von

source: Listing search terms
de: Liste der Suchbegriffe

source: Log In
de: Einloggen

source: Log Out
de: Ausloggen

source: Log in
de: Einloggen

source: Middle Name
de: Zweiter Vorname

source: Middlename
de: Zweiter Vorname

source: More
de: Mehr

source: More Info
de: Mehr Informationen

source: New
de: Neu

source: Nickname
de: Spitzname

source: No
de: Nein

source: No Followers yet!
de: Noch keine Followers!

source: No expensive premium accounts! Read more about it in
de: Keine teuren Premium-Accounts. Lesen Sie mehr in

source: Not following anyone yet!
de: Keine

source: Number
de: Nummer

source: Number Type
de: Typ

source: Number type
de: Typ

source: Oops, something went wrong! Please check the errors below.
de: Ups, es gab einen Validierungsfehler! Bitte überprüfen Sie Ihre Eingaben.

source: Organization
de: Organisation

source: Other
de: Sonstiges

source: PHP, JavaScript, Tap Dancing, Origami, Recruiting
de: PHP, JavaScript, Stepptanz, Origami, Recruiting

source: Phone Number
de: Telefonnummer

source: Phone Numbers
de: Telefonnummern

source: Phone Numbers Belonging to
de: Telefonnummern von

source: Phone number
de: Telefonnummer

source: Phone number created successfully.
de: Telefonnummer wurde gespeichert.

source: Phone number deleted successfully.
de: Telefonnummer wurde gelöscht.

source: Phone number updated successfully.
de: Telefonnummer wurde geändert.

source: Privacy Policy
de: Datenschutzerklärung

source: Private
de: Privat

source: Profile Provider
de: Provider

source: Profiles belonging to
de: Profile von

source: Public
de: Öffentlich

source: Public (Everyone can view) or Private (Only those you follow can view)
de: Public (jeder kann sie sehen) oder Privat (Nur Personen, denen Sie folgen können sie sehen)

source: Requesters
de: Anforderer

source: Results
de: Ergebnisse

source: Save
de: Speichern

source: Search
de: Suche

source: Search History
de: Suchhistory

source: Search Term
de: Suchbegriff

source: Search here
de: Max Mustermann

source: Search query executed successfully.
de: Suche erfolgreich ausgeführt.

source: Show
de: Anzeigen

source: Show search term
de: Suchbegriff anzeigen

source: Sign up for a free account
de: Gratis Account erstellen

source: Social Media Profiles
de: Social Media Profile

source: Social media account created successfully.
de: Ein neuer Social Media Account wurde eingetragen.

source: Social media account deleted successfully.
de: Ein Social Media Account wurde gelöscht.

source: Social media account updated successfully.
de: Ein Social Media Account wurde geändert.

source: Submit
de: Absenden

source: Submit a bugreport or a feature request.
de: Fehler auf der Seite melden.

source: Fast and Secure Business Networking
de: Willkommen beim weltweit schnellsten und sichersten Business-Netzwerk!

source: There was an error
de: Es gab einen Fehler

source: Time Period
de: Zeitraum

source: User %{name} created successfully. An email has been sent with your login link.
de: Der User %{name} wurde angelegt. Eine E-Mail mit einem Login Link wurde verschickt.

source: User deleted successfully.
de: User wurde gelöscht.

source: User updated successfully.
de: Userdaten wurde geändert.

source: User verified successfully.
de: User wurde verifiziert.

source: Username
de: Name des Users

source: Users
de: Benutzer

source: Value
de: Wert

source: Verified
de: Verifiziert

source: View All
de: Alles anzeigen

source: Visibility
de: Sichtbarkeit

source: We reserve the right to stop this service or delete your account anytime without warning.
de: Wir behalten uns das Recht vor, Accounts ohne Warnung zu löschen oder den Dienst einzustellen.

source: Welcome back!
de: Willkommen zurück!

source: Work
de: Arbeit

source: Work Experiences
de: Lebenslauf

source: Work experience created successfully.
de: Ein Lebenslaufeintrag wurde erstellt.

source: Work experience deleted successfully.
de: Ein Lebenlaufseintrag wurde gelöscht

source: Work experience updated successfully.
de: Ein Lebenslaufeintrag wurde geändert.

source: Would you like to allow search engines to index your profile?
de: Möchten Sie Suchmaschinen erlauben Ihr Profil zu durchsuchen?

source: Yes
de: Ja

source: You don't have any followers yet! If you want more followers, you could follow others, invite your friends, or link your Vutuv profile on other social media websites.
de: Sie haben noch keine Followers.

source: You follow back %{name}.
de: Sie folgen %{name}.

source: You must be logged in to access that page
de: Sie müssen für diese Seite eingeloggt sein.

source: follows
de: folgen

source: has
de: hat

source: our blog
de: unserem Blog

source: An email has been sent to your email address with instructions on how to delete your account.
de: Eine E-Mail mit einem Löschlink wurde gerade an Sie verschickt.

source: Delete Account
de: Account (User-Konto) löschen

source: Your New vutuv Profile Page
de: Ihr neues vutuv Profil

source: Allow others to view your email address
de: Diese E-Mail-Adresse darf jeder sehen

source: Prevent search engines from indexing your profile
de: Suchmaschinen sollen dieses Profil nicht indizieren

source: An email has been sent with your login link. Once you login, you'll be logged in for the next 90 days on this device, or until you log out.
de: Eine E-Mail mit einem Login-Link ist unterwegs. Wenn Sie sich damit eingeloggt haben bleiben Sie auf diesem Browser für 90 Tage eingeloggt. Natürlich können Sie sicher jederzeit manuell ausloggen (links oben).

source: An error occured
de: Fehler

source: Link expired
de: Der Zeitstempel dieses Login-Links ist abgelaufen.

source: Please check your INBOX.
de: Bitte überprüfen Sie Ihr E-Mail Postfach.

source: Please check your spam folder in case you don't find the email in your inbox.
de: Bitte überprüfen Sie Ihren SPAM Ordner, falls Sie keine E-Mail in Ihrer INBOX vorfinden.

source: End month
de: Monat des Endtermins

source: End year
de: Jahr des Endtermins

source: Start month
de: Monat des Starttermins

source: Start year
de: Jahr des Starttermins

source: Select a month
de: Wählen Sie einen Monat

source: Select a year
de: Wählen Sie ein Jahr

source: Female
de: Frau

source: Male
de: Mann

source: Page not found
de: Seite nicht verfügbar

source: Pardon us! Something went wrong. If you think this is a bug, please %{link_open}submit a bug report.
de: Fehler! Irgendwas stimmt hier nicht. Wir würden uns über einen Bugreport unter %{link_open}freuen.

source: You are not allowed to view this page.
de: Diese Seite ist für Sie gesperrt.

source: An error occurred
de: Es gab einen Fehler.

source: Exports
de: Exporte

source: General Info
de: Allgemeines

source: Choose a gender
de: Geschlecht auswählen

source: Confirm your account deletion
de: Link zum Löschen eines vutuv Accounts

source: Confirm your email
de: Weitere E-Mail Adresse für einen vutuv Account verifizieren

source: Confirm your vutuv account
de: vutuv Account einrichten

source: Login to vutuv
de: vutuv Login-Link

source: Listings
de: Listen

source: Most Followed Users
de: User mit den meisten Followern

source: The 100 Users with the most Followers
de: Die 100 User mit den meisten Followern

source: 100 users with the most followers
de: 100 Usern mit den meisten Followern

source: Curious? Have a look at the
de: Neugierig? Hier ist die Liste

source: Updates about vutuv are available at
de: Updates zu vutuv finden Sie auf

source: Your Fast and Free Career Network. No expensive premium accounts! Get a free account in 30 seconds.
de: Kontaktnetzwerk. Schnell und gratis! Keine teuren Premium-Accounts. Ihr gratis Account ist in 30 Sekunden fertig.

source: Present
de: Heute

source: Invalid URL
de: Die URL ist ungültig

source: Can't find URL
de: Die URL kann nicht gefunden werden

source: No results
de: Zu dieser Suchanfrage gibt es keine Ergebnisse.

source: Our search will try to match similar names to your search, so don't worry about spelling.
de: Die Suche nach Vor- und Nachnamen ist fuzzy (unscharf).

source: Search Tips
de: Hilfe bei der Suche

source: female
de: weiblich

source: male
de: männlich

source: other
de: andere

source: Social media account created successfully. BTW: Did you know that the vutuv repo is hosted on GitHub? https://github.com/vutuv/vutuv/
de: Ein Social Media Account wurde erstellt. Wussten Sie, das der vutuv Source-Code auf GitHub gehostet wird? https://github.com/vutuv/vutuv/

source: Social media account created successfully. Shameless plug: Check out the Instagram account of @wintermeyer
de: Ein Social Media Account wurde erstellt. Schleichwerbung: Schauen Sie sich doch mal den Instagram Account von @wintermeyer an.

source: Social media account created successfully. Shameless plug: Follow our Twitter account @vutuv
de: Ein Social Media Account wurde erstellt. Wir sind übrigens auch Twitter Fans. Unser Account: @vutuv

source: Too many incorrect attempts.
de: Zu viele fehlerhafter Versuche.

source: Your account has been created, and an email with a PIN has been sent. No passwords to remember! Once you enter your PIN below, you'll be logged in on this device for the next 90 days, or until you log out.
de: Ihr Account wurde erstellt. Eine E-Mail mit Ihrem PIN ist unterwegs. Wir arbeiten ohne Passwörter. Wenn Sie den PIN eingegeben haben, sind Sie für 90 Tage auf diesem Browser eingelogt.

source: submit
de: Absenden

source: Enter comma separated tags here. Max length per tag: 45 characters
de: Bitte mit Komma separieren. Maximale Länge pro Tag: 45 Buchstaben.

source: People you may know with this tag
de: Personen mit dieser Fähigkeit

source: Please take a couple of minutes to add information that might be interesting for your future followers. Why don't you start with your tags and work experiences?
de: Bitte nehmen Sie sich ein wenig Zeit um weitere Informationen einzutragen. Ein guter Start sind Tags (z.B. Ihre Fähigkeiten) und Ihr Lebenslauf.

source: Successfully added %{successes} tags with %{failures} failures.
de: %{successes} neue Fähigkeiten wurden hinzugefügt.

source: The most endorsed users with this tag
de: Die höchst bewerteten Personen mit dieser Fähigkeit

source: Unendorsed tag successfully.
de: Endorsement erfolgreich.

source: User tag deleted successfully.
de: Eine Fähigkeit wurde gelöscht.

source: Would you like to receive birthday reminder emails?
de: Möchten Sie Geburtstag-Erinnerungs-E-Mails erhalten?

source: You can search for a name, email, or tag.
de: Sie können nach Namen (Vor- und Nachname), E-Mail Adressen und Fähigkeiten suchen.

source: vutuv Account verified
de: verifizierter Account

source: Active Subscription
de: Aktives Abo

source: Active subscription
de: Aktives Abo

source: All job posting tags
de: Alle Stellenanzeigen Tags

source: All job postings
de: Alle Stellenanzeigen

source: All recruiter packages
de: Alle Recruiter Pakete

source: Auto renewal
de: Automatische Verlängerung

source: Begins
de: Beginnt am

source: Closed on
de: Beendet am

source: Currency
de: Währung

source: Duration
de: Länge

source: Duration in months
de: Länge in Monaten

source: Edit job posting
de: Stellenanzeige verändern

source: Edit recruiter package
de: Recruiter Paket verändern

source: Ends
de: Endet am

source: Expires on
de: Endet am

source: Important
de: Wichtig

source: Invoice number
de: Rechungsnummer

source: Invoice number:
de: Rechnungsnummer:

source: Invoiced on
de: Rechnung vom

source: Job offer
de: Stellenanzeige

source: Job posting created successfully.
de: Eine Stellenanzeige wurde erstellt.

source: Job posting deleted successfully.
de: Eine Stellenanzeige wurde gelöscht.

source: Job posting tag created successfully.
de: Ein Stellenanzeigen Tag wurde erstellt.

source: Job posting tag deleted successfully.
de: Ein Stellenanzeigen Tag wurde gelöscht.

source: Job posting tags
de: Stellenanzeigen Tags

source: Job posting updated successfully.
de: Eine Stellenanzeige wurde verändert.

source: Job postings
de: Stellenanzeigen

source: List some tags for your job posting seperated by commas
de: Bitte geben Sie ein paar Tags für diese Stellenanzeige an

source: Location
de: Ort

source: Max job postings
de: Maximale Anzahl von gleichzeitigen Stellenanzeigen

source: Create a new job posting
de: Neue Stellenanzeige erstellen

source: New job posting tag
de: Neues Stellenanzeigen Tag

source: New recruiter package
de: Neues Recruiter Paket

source: Number of concurrent active job postings
de: Anzahl gleichzeitig aktiver Stellenanzeigen

source: Offer begins
de: Angebot beginnt am

source: Offer ends
de: Angebot endet am

source: Open on
de: Ab dem

source: Package
de: Paket

source: Packages
de: Pakete

source: Paid
de: Bezahlt

source: Paid on
de: Zahlungseingang am

source: Payment not yet recieved
de: Es wurde noch kein Zahlungseingang festgestellt.

source: Post jobs
de: Stellenzeigen

source: Prerequisites
de: Voraussetzungen

source: Price
de: Preis

source: Priority
de: Priorität

source: Recruiter package created successfully.
de: Ein Recruiter Paket wurde angelegt.

source: Recruiter package deleted successfully.
de: Ein Recruiter Paket wurde gelöscht.

source: Recruiter package updated successfully.
de: Ein Recruiter Paket wurde verändert.

source: Recruiter packages
de: Recruiter Pakete

source: Recruiter subscription created successfully.
de: Ein Recruiter Abo wurde angelegt.

source: Renews?
de: Automatische Verlängerung?

source: Show job posting
de: Stellenanzeige anzeigen

source: Show recruiter package
de: Recruiter Paket anzeigen

source: Subscribed on
de: Gekauft am

source: Subscription History
de: Abo Historie

source: Subscription ends on
de: Abo endet am

source: Subscription length
de: Abo-Dauer

source: There are no packages available at this time
de: Aktuell gibt es keine Pakete.

source: Title
de: Titel

source: We apologize for the inconvenience.
de: Bitte entschuldigen Sie diese Unannehmlichkeit.

source: When do you want your job posting to be displayed?
de: In welchem Zeitraum soll diese Stellenanzeige veröffentlicht werden?

source: Your subscription
de: Ihr Abo

source: automatically renewed
de: verlängert sich automatisch

source: months
de: Monate

source: one time
de: einmalig

source: per month
de: pro Monat

source: City
de: Stadt

source: Company
de: Firma oder Organisation

source: Important tags
de: Wichtige Tags

source: Invoice Address
de: Rechnungsadresse

source: Job description
de: Stellenbeschreibung

source: Job title
de: Stellenbezeichnung

source: Line1
de: Zeile 1 der Adresse

source: Line2
de: Zeile 1 der Adresse

source: Max. salary
de: Maximales Gehalt

source: Min. salary
de: Minimales Gehalt

source: Optional tags
de: Optionale Tags

source: Salary
de: Gehalt

source: Street
de: Straße

source: You'll recieve an email with an invoice. Payment can be done by wire transfer or PayPal.
de: Sie bekommen per E-Mail eine Rechnung. Die Zahlung kann per Überweisung oder PayPal geschehen.

source: Zip Code
de: Postleitzahl

source: Your tags (e.g. JavaScript, Ruby on Rails, Cooking, Origami)
de: Ihre Tags (z.B. JavaScript, Ruby on Rails, Kochen, Origami)

source: You'll receive an email with a login link.
de: Sie bekommen in den nächsten Sekunden/Minuten eine E-Mail mit einem Login Link.

source: Country
de: Land

source: Select a Country
de: Land auswählen

source: You have a recruiter subscription but we haven't received a payment yet.
de: Sie haben ein Recruiter Abo. Wir konnten aber noch keinen Zahlungseingang feststellen.

source: Subscribe to this recruiter package
de: Stellenanzeigen-Abo kaufen

source: Each subscription can be canceled up to 30 days before it ends.
de: Jedes Abo kann bis 30 Tage vor Ende gekündigt werden.

source: We use these tags to display your job posting to people who might be a good fit for them.
de: Diese Tags werden benutzt, um Ihre Stellenanzeige optimal zu plazieren.

source: e.g. Linux, MySQL
de: z.B. Linux, MySQL

source: e.g. Ruby on Rails, HTML5, Git
de: z.B. Ruby on Rails, HTML5, Git

source: Contact Information
de: Kontaktinformationen

source: Please contact this person if you want to apply for the job.
de: Bitte schicken Sie Ihre Bewerbung an folgende Person.

source: Job offers
de: Stellenanzeigen

source: A screenshot has not been created yet.
de: Es wurde noch kein Screenshot erstellt.

source: Order
de: Bestellung

source: subscription
de: Abo

source: All prices include the German VAT.
de: Alle Preise verstehen sich inklusive Umsatzsteuer.

source: We offer the following recruiter packages.
de: Wir bieten die folgenden Recruiter Pakete an.

source: Recommended
de: Empfehlung

source: All coupons
de: Alle Coupons

source: Amount
de: Betrag

source: Contract period
de: Laufzeit

source: Edit coupon
de: Coupon ändern

source: Ends on
de: Endet am

source: Existing Coupons
de: Bestehende Coupons

source: New Coupon
de: Neuer Coupon

source: New coupon
de: Neuer Coupon

source: Percentage
de: Prozent

source: Show coupon
de: Coupon anzeigen

source: To create a new job posting you need to login first.
de: Zum Erstellen einer Stellenanzeige bitte einloggen.

source: month
de: Monat

source: Job Postings
de: Stellenanzeigen

source: Enter code here if you have a valid Coupon.
de: Falls Sie einen gültigen Coupon Code haben.

source: Number of Members
de: Mitgliederzahl
